---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangeToeOfFillet
source: html/5fe59ee1-d0d0-77ae-d531-0e2f54c85305.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionIshapeFlangeToeOfFillet Property

"Flange Toe of Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionIshapeFlangeToeOfFillet { get; }
```